Repository: Raptus/pcommerce.stock
Catalog: pcommerce/stock/i18n/pcommerce-*.po
Languages: de, nl

source: Failed to save some stock information
de: Beim Speichern einiger Lagerbestände ist ein Fehler aufgetreten
nl: Bij het opslaan van de voorraadinformatie is een fout opgetreden

source: Item
de: Produkt
nl: Artikel

source: Stock
de: Bestand
nl: Voorraad

source: Stock information
de: Lagerbestand
nl: Voorraad bestand

source: Stock information successfully stored
de: Lagerbestände erfolgreich gespeichert
nl: Voorraad bestand opgeslagen

source: There are only ${number} items in stock
de: Es sind nur noch ${number} Artikel am Lager
nl: Er zijn nog ${number} artikelen op voorraad

source: There was an error when saving this stock entry
de: Beim Speichern dieses Lagerbestandes ist ein Fehler aufgetreten
nl: Bij het opslaan van het voorraad bestand is een fout opgetreden

source: This item is currently out of stock
de: Dieser Artikel ist momentan nicht am Lager
nl: Dit artikel is momenteel niet voorradig

source: You have items in your cart, which are either out of stock or of which are not enough available in stock. Please adjust your cart to proceed.
de: Sie haben Artikel in Ihrem Warenkorb welche entweder nicht oder von welchen nicht genügende am Lager sind. Bitte korrigieren Sie Ihren Warenkorb, um die Bestellung fortzusetzen.

source: label_outofstock_checkout
de: Bestellung erlauben, wenn dieses Produkt nicht am Lager ist
nl: Bestelling ook mogelijk als het artikel niet voorradig is.

source: You have items in your cart which are either out of stock or of which are not enough available in stock. Please adjust your cart to proceed.
nl: In het winkelmandje zijn artikelen die niet (voldoende) op voorraad zijn. Wijzig uw bestelling om verder te kunnen gaan met uw bestelling.
